relay/11/02.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-06 Wed 23:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–2</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../Languages/Styles/glosses.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–2<br/></h1>
<h3 class="date">2018-06-04 (last exported 2018-06-06 Wed 23:01)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc1b865e">1. Translation</a></li>
<li><a href="#org69146ee">2. Gloss</a></li>
<li><a href="#org6822acc">3. Lexicon</a></li>
<li><a href="#org8bb8a20">4. Syntax</a></li>
<li><a href="#orge88d8e6">5. Phonology</a></li>
<li><a href="#orgb693de9">6. Morphology</a></li>
<li><a href="#orgdcbfabf">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc1b865e" class="outline-2">
<h2 id="orgc1b865e"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<div class="detail-link">
<p>
<a href="02c-relay11.pdf">Raw torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
<a id="orgd4d8abc"></a> “The sun with its light trapped me in your eyes like in a cage.”<br />
<a id="orgec9b7fc"></a> “When you saw me, you saw yourself.”<br />
<a id="org4511f4a"></a> “Us two, we marched and fell.”<br />
</p>

</div>

<div class="conlang-name"><p>Tánpz</p></div>
<div class="conlang-text">
<p class="verse">
Tínni nvhùlz hàliyi námikz’ìn áti ź yùún.<br />
Yź áti niyá’ nvniyáya yź.<br />
Tź, páai’ nvfu’tz yútz.<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org69146ee" class="outline-2">
<h2 id="org69146ee"><span class="section-number-2">2</span> Gloss</h2>
<div class="outline-text-2" id="text-2">
<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">tínni</div>
    <div class="gloss">sun</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">nv</div>
    <div class="gloss grammar-keyword">narr</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">hàlz</div>
    <div class="gloss">trap</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">hàli</div>
    <div class="gloss">cage</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">yi</div>
    <div class="gloss">like</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">námi</div>
    <div class="gloss grammar-keyword">obl</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">kz'ì</div>
    <div class="gloss">light</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">n</div>
    <div class="gloss grammar-keyword">poss</div>
  </div>

  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">áti</div>
    <div class="gloss grammar-keyword">1 all</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">ź</div>
    <div class="gloss grammar-keyword">2</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">yù</div>
    <div class="gloss grammar-keyword">all</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">ú</div>
    <div class="gloss">eye</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">n</div>
    <div class="gloss grammar-keyword">poss</div>
  </div>
</div>

<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">yź</div>
    <div class="gloss grammar-keyword">2 abl</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">áti</div>
    <div class="gloss grammar-keyword">1 all</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">niy</div>
    <div class="gloss">see</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">á'</div>
    <div class="gloss grammar-keyword">when</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">niyá</div>
    <div class="gloss">see</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">~ya</div>
    <div class="gloss grammar-keyword">~refl</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">yź</div>
    <div class="gloss grammar-keyword">2 abl</div>
  </div>
</div>

<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">tź</div>
    <div class="gloss grammar-keyword">12</div>
  </div>
  <div class="word-separator"></div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">páai'</div>
    <div class="gloss">march <span class="grammar-keyword">CONS</span></div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">nv</div>
    <div class="gloss grammar-keyword">narr</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">fu'tz</div>
    <div class="gloss">fall</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">yútz</div>
    <div class="gloss grammar-keyword">12 abl</div>
  </div>  
</div>
</div>
</div>

<div id="outline-container-org6822acc" class="outline-2">
<h2 id="org6822acc"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl vocablist">
<dt>fu’tz</dt><dd>to fall</dd>
<dt>hàli</dt><dd>cage</dd>
<dt>hàlz</dt><dd>to trap</dd>
<dt>kz’ì</dt><dd>light</dd>
<dt>niyá</dt><dd>to see</dd>
<dt>pái</dt><dd>to march</dd>
<dt>tínni</dt><dd>sun</dd>
<dt>ú</dt><dd>eye</dd>
</dl>
</div>
</div>

<div id="outline-container-org8bb8a20" class="outline-2">
<h2 id="org8bb8a20"><span class="section-number-2">4</span> Syntax</h2>
<div class="outline-text-2" id="text-4">
<p>
The basic word order in Tánpz is topic-comment. The first constituent in a
clause is the topic, followed by the verb, and then everything else. Topics can
be omitted, in which case Tánpz appears verb-initial. However, a distinction
must be made between main clauses, which act as described, and subordinate
clauses, which are verb-final and end in a non-finite verb. Subordinate clauses
do not have distinguished topic themselves, and are usually the topic of the
main clause. To summarize, the most common sentence structures in Tánpz look
like:
</p>

<ul class="org-ul">
<li>topic — verb — other</li>
<li>[other — non-finite verb] verb — other</li>
</ul>

<p>
The <i>other</i> field is filled with NPs and adverbs. The order here is as follows:
adverbials generally immediately follow the verb, followed by NPs — first
subject, then objects, and then other stuff.
</p>
</div>
</div>

<div id="outline-container-orge88d8e6" class="outline-2">
<h2 id="orge88d8e6"><span class="section-number-2">5</span> Phonology</h2>
<div class="outline-text-2" id="text-5">
<p>
The umlaut phenomenon can be seen in this text, e.g. in <a href="#orgd4d8abc">1a</a>,
where \con{nv-hàlz} becomes \con{nvhùlz}}. This phenomenon turns <code>/a/</code> into <code>/i/</code>
following <code>/s̩/</code> and to <code>/u/</code> following <code>/ɸ̩/</code>. These sounds are spelled ⟨z v⟩
respectively. Diacritics mark tone.
</p>
</div>
</div>

<div id="outline-container-orgb693de9" class="outline-2">
<h2 id="orgb693de9"><span class="section-number-2">6</span> Morphology</h2>
<div class="outline-text-2" id="text-6">
<p>
Nouns take a case marking prefix. Topics are always unmarked for case (which is
how they are distinguished from fronted foci, which do not feature in this text
but might be a thing later on). The case prefixes in this text are:
</p>

<dl class="org-dl vocablist">
<dt>a-</dt><dd>Allative</dd>
<dt>yù-</dt><dd>Ablative</dd>
<dt>námi-</dt><dd>Oblique</dd>
</dl>

<p>
These cases will require a bit more explanation. The allative is generally used
with recipients, objects and other things acted towards or upon; the ablative is
used with origins, actors and other things acted from. The oblique is restricted
to non-human nouns and indicates that the noun is additional information such as
an instrument, location or a thing given. Human nouns and pronouns are always
either allative or ablative.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Pronouns</caption>

<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-left">plain</th>
<th scope="col" class="org-left">ALL</th>
<th scope="col" class="org-left">ABL}</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">tí</td>
<td class="org-left">áti</td>
<td class="org-left">yúti</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">tź</td>
<td class="org-left">átz</td>
<td class="org-left">yútz</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">ź</td>
<td class="org-left">á’z</td>
<td class="org-left">yź</td>
</tr>
</tbody>
</table>

<p>
The 12 row here refers to inclusive pronouns, that is “me and you”. Pronouns,
like nouns, are not directly inflected for number.
</p>

<p>
If a noun is possessed, the suffix -(a)n is added and, optionally, the
possessor juxtaposed immediately before the noun. This is seen in <a href="#orgd4d8abc">1a</a>:
⟨ź yùún⟩ &ldquo;your eyes&rdquo;.
</p>

<p>
Finite verbs are marked for tense with a prefix, in this text only the marker
⟨nv⟩ for the <i>narrative</i> tense is used, which marks a sentence as
being part of a recounted story, rather than something happening with relevance
to the present or future. Additionally they can take suffixes further
specifiying the role of the topic, but this does not occur in the
text. Reduplication of the last syllable of the verb stem (without tone) is used
to mark a verb as reflexive.
</p>

<p>
There are two converb constructions in this text. The first, WHEN,
indicates that the action in the main clauses happened at the same time as the
converb clause, with a causal connection. It is formed by appending ⟨-a’⟩ to
the verb stem, eliding final vowels (but keeping tone intact). This can be seen
in <a href="#orgec9b7fc">1b</a>. The second, CONS, indicates that the main clause
happened as a consequence of the converb clause. It is marked by doubling the
stressed (first) vowel, and, if the verb ends in a vowel, checking the last
syllable with ⟨’⟩. An example of this is found in <a href="#org4511f4a">1c</a>.
</p>

<p>
The suffix ⟨-yi⟩ is used to convert a word into an adverb meaning as much as
&ldquo;like X&rdquo;.   
</p>
</div>
</div>

<footer id="outline-container-orgdcbfabf" class="outline-2">
<h2 id="orgdcbfabf">Navigation</h2>
<div class="outline-text-2" id="text-orgdcbfabf">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>2</strong></div>
  </div>
  <a href="01.html" id="prev" rel="prev">Previous</a>
  <a href="03.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
